export const Hindi={
    translation: {
        maintitle: "तेलंगाना गेम चेंजर",
        sections: [
          {
            heading: "जन सेना का विजन",
            description: "जन सेना आत्मनिर्भर और प्रगतिशील समाज की कल्पना करता है, जहाँ हर नागरिक को गरिमा के साथ जीवन जीने का अवसर मिले। यह पार्टी प्राकृतिक खेती को बढ़ावा देकर सतत विकास में विश्वास रखती ह",
            readmore: "और पढ़ें",
            readless: "कम पढ़ें"
          },
          {
            heading: "जन सेना का मिशन",
           "description": [
        {
            subheading: "प्राकृतिक कृषि को बढ़ावा देना:",
            content: "रसायन मुक्त, पर्यावरण अनुकूल कृषि पद्धतियों को अपनाने के लिए किसानों को प्रोत्साहित करना। जैविक कृषि संसाधन, आधुनिक तकनीकें, और जल प्रबंधन विधियाँ उपलब्ध कराना।"
        },
        {
            subheading: "धार्मिक सद्भावना को बढ़ावा देना:",
            content: "सभी धर्मों का सम्मान करते हुए, सांस्कृतिक विविधता का उत्सव मनाकर एकता को प्रोत्साहित करना।"
        },
        {
            subheading: "ग्रामों का पुनर्विकास:",
            content: "ग्रामीण क्षेत्रों में बुनियादी सुविधाओं का सुधार करना, स्वच्छ पेयजल, स्वच्छता, सड़कें, स्वास्थ्य सेवाएँ जैसी सुविधाएँ उपलब्ध कराना। डिजिटल साक्षरता को बढ़ावा देना और गाँवों में रोजगार के अवसर उत्पन्न करना।"
        },
        {
            subheading: "गुणवत्तापूर्ण शिक्षा सुनिश्चित करना:",
            content: "सभी के लिए शिक्षा को सुलभ बनाना, कौशल-आधारित शिक्षा, डिजिटल शिक्षा और करियर प्रशिक्षण पर ध्यान केंद्रित करना।"
        },
        {
            subheading: "स्वरोजगार को बढ़ावा देना:",
            content: "लघु व्यवसायों, स्टार्टअप्स को वित्तीय सहायता, मार्गदर्शन और बाजार पहुंच के माध्यम से प्रोत्साहित करना। नवाचारों और स्थानीय उद्योगों को समर्थन देना।"
        },
        {
            subheading: "भ्रष्टाचार को रोकना:",
            content: "सख्त पारदर्शिता उपायों को लागू करना, सार्वजनिक जवाबदेही सुनिश्चित करना, और सभी स्तरों पर भ्रष्टाचार का उन्मूलन करना।"
        },
        {
            subheading: "युवाओं को सशक्त बनाना:",
            content: "युवाओं को उद्योग-अनुकूल कौशल, नेतृत्व प्रशिक्षण और व्यक्तिगत विकास के अवसर प्रदान करना। समाज के विकास और निर्णय लेने की प्रक्रियाओं में उनकी सक्रिय भागीदारी को प्रोत्साहित करना।"
        }
    ],
            readmore: "और पढ़ें",
            readless: "कम पढ़ें"
          }
        ],
        chooselanguage: {
          formlabel: "अपनी भाषा चुनें",
          options: [
            { language: "अंग्रेज़ी", code: "en" },
            { language: "तेलुगु", code: "te" },
            { language: "हिन्दी", code: "hi" }
          ]
        }
      }
}