export const Hindi={
    translation: {
        maintitle: "तेलंगाना गेम चेंजर",
        sections: [
          {
            heading: "जन सेना का विजन",
            description: "जन सेना आत्मनिर्भर और प्रगतिशील समाज की कल्पना करता है, जहाँ हर नागरिक को गरिमा के साथ जीवन जीने का अवसर मिले। यह पार्टी प्राकृतिक खेती को बढ़ावा देकर सतत विकास में विश्वास रखती ह",
            readmore: "और पढ़ें",
            readless: "कम पढ़ें"
          },
          {
            heading: "जन सेना का मिशन",
            description: "जन सेना का मिशन समुदायों को सशक्त बनाना, जिम्मेदार शासन को प्रोत्साहित करना और समग्र प्रगति को बढ़ावा देना है। प्राकृतिक खेती को बढ़ावा देना: किसानों को प्राकृतिक खेती अपनाने के लिए प्रोत्साहित करना",
            readmore: "और पढ़ें",
            readless: "कम पढ़ें"
          }
        ],
        chooselanguage: {
          formlabel: "अपनी भाषा चुनें",
          options: [
            { language: "अंग्रेज़ी", code: "en" },
            { language: "तेलुगु", code: "te" },
            { language: "हिन्दी", code: "hi" }
          ]
        }
      }
}