export const Telugu = {
    translation: {
        maintitle: "తెలంగాణ గేమ్ ఛేంజర్",
        sections: [
            {
                heading: "జనసేనా విజన్",
                description: "జనసేన స్వయం సమృద్ధి మరియు పురోగమించే సమాజాన్ని కలిగి ఉండాలని ఆకాంక్షిస్తుంది, ప్రతి పౌరుడు గౌరవప్రదమైన జీవితం గడిపే అవకాశం పొందాలి. ఈ పార్టీ సహజ వ్యవసాయాన్ని ప్రోత్సహించడం ద్వారా స్థిరమైన వృద్ధిని పొందాలని నమ్ముతుంది",
                readmore: "ఇంకా చదవండి",
                readless: "తక్కువ చదవండి"
            },
            {
                heading: "జనసేనా మిషన్",
                description: [
                    {
                        subheading: 'సహజ వ్యవసాయాన్ని ప్రోత్సహించడం:',
                        content: " రసాయన రహిత, పర్యావరణ అనుకూల వ్యవసాయ పద్ధతులను దత్తత తీసుకోవడానికి రైతులను ప్రోత్సహించడం. సేంద్రియ వ్యవసాయ వనరులు, ఆధునిక సాంకేతికతలు, మరియు నీటి నిర్వహణ పద్ధతులను అందించడం"
                    },
                    {
                        subheading: 'మత సామరస్యం పెంపొందించడం:',
                        content: "అన్ని మతాలకు గౌరవాన్ని కలిగించి, సాంస్కృతిక వైవిధ్యాన్ని జరుపుకోవడం ద్వారా సంఘీభావాన్ని పెంపొందించడం"
                    },
                    {
                        subheading: 'గ్రామాలను పునరుద్ధరించడం:',
                        content: "గ్రామీణ ప్రాంతాల్లో మౌలిక సదుపాయాలు మెరుగుపరచడం, నాణ్యమైన తాగునీరు, పారిశుద్ధ్యం, రహదారులు, ఆరోగ్య సంరక్షణ వంటి సేవలను అందించడం. డిజిటల్ అక్షరాస్యతను ప్రోత్సహించడం మరియు గ్రామాల్లో ఉపాధి అవకాశాలను సృష్టించడం"
                    },

                    {
                        subheading: 'నాణ్యమైన విద్యను నిర్ధారించడం:',
                        content: "అందరికీ విద్యను అందుబాటులోకి తేవడం, నైపుణ్యాధారిత విద్య, డిజిటల్ విద్య, మరియు కెరీర్ పరంగా శిక్షణపై దృష్టి పెట్టడం."
                    },
                    {
                        subheading: 'స్వయం ఉపాధిని ప్రోత్సహించడం:',
                        content: "చిన్నతరహా వ్యాపారాలను, స్టార్టప్ లను ఆర్థిక సహాయం, మార్గదర్శకత్వం మరియు మార్కెట్ యాక్సెస్ ద్వారా ప్రోత్సహించడం. వినూత్న ఆలోచనలకు, స్థానిక పరిశ్రమలకు మద్దతు ఇవ్వడం."
                    },
                    {
                        subheading: 'అవినీతిని నిరోధించడం:',
                        content: "కఠినమైన పారదర్శకతా చర్యలను ఏర్పాటు చేయడం, ప్రజా బాధ్యతను నిర్ధారించడం, అన్ని స్థాయిల్లో అవినీతిని నిర్మూలించడం"
                    },

                    {
                        subheading: 'యువతను శక్తివంతం చేయడం:',
                        content: " యువతకు పరిశ్రమకు అనుగుణమైన నైపుణ్యాలను, నాయకత్వ శిక్షణను మరియు వ్యక్తిగత అభివృద్ధికి అవకాశాలను అందించడం. సమాజ అభివృద్ధిలో మరియు నిర్ణయాల్లో చురుకైన పాత్ర పోషించడానికి ప్రోత్సహించడం."
                    },


                ],
                readmore: "ఇంకా చదవండి",
                readless: "తక్కువ చదవండి"
            }
        ],
        chooselanguage: {
            formlabel: "మీ భాషను ఎంచుకోండి",
            options: [
                { language: "ఆంగ్లం", code: "en" },
                { language: "తెలుగు", code: "te" },
                { language: "హిందీ", code: "hi" }
            ]
        }
    }
}
