export const Telugu = {
  translation: {
    maintitle: "తెలంగాణ గేమ్ ఛేంజర్",
    sections: [
      {
        heading: "జనసేనా విజన్",
        description:
          "జనసేన స్వయం సమృద్ధి మరియు పురోగమించే సమాజాన్ని కలిగి ఉండాలని ఆకాంక్షిస్తుంది, ప్రతి పౌరుడు గౌరవప్రదమైన జీవితం గడిపే అవకాశం పొందాలి. ఈ పార్టీ సహజ వ్యవసాయాన్ని ప్రోత్సహించడం ద్వారా స్థిరమైన వృద్ధిని పొందాలని నమ్ముతుంది",
        readmore: "ఇంకా చదవండి",
        readless: "తక్కువ చదవండి",
      },
      {
        heading: "జనసేనా మిషన్",
        description: [
          {
            subheading: "సహజ వ్యవసాయాన్ని ప్రోత్సహించడం:",
            content:
              " రసాయన రహిత, పర్యావరణ అనుకూల వ్యవసాయ పద్ధతులను దత్తత తీసుకోవడానికి రైతులను ప్రోత్సహించడం. సేంద్రియ వ్యవసాయ వనరులు, ఆధునిక సాంకేతికతలు, మరియు నీటి నిర్వహణ పద్ధతులను అందించడం",
          },
          {
            subheading: "మత సామరస్యం పెంపొందించడం:",
            content:
              "అన్ని మతాలకు గౌరవాన్ని కలిగించి, సాంస్కృతిక వైవిధ్యాన్ని జరుపుకోవడం ద్వారా సంఘీభావాన్ని పెంపొందించడం",
          },
          {
            subheading: "గ్రామాలను పునరుద్ధరించడం:",
            content:
              "గ్రామీణ ప్రాంతాల్లో మౌలిక సదుపాయాలు మెరుగుపరచడం, నాణ్యమైన తాగునీరు, పారిశుద్ధ్యం, రహదారులు, ఆరోగ్య సంరక్షణ వంటి సేవలను అందించడం. డిజిటల్ అక్షరాస్యతను ప్రోత్సహించడం మరియు గ్రామాల్లో ఉపాధి అవకాశాలను సృష్టించడం",
          },

          {
            subheading: "నాణ్యమైన విద్యను నిర్ధారించడం:",
            content:
              "అందరికీ విద్యను అందుబాటులోకి తేవడం, నైపుణ్యాధారిత విద్య, డిజిటల్ విద్య, మరియు కెరీర్ పరంగా శిక్షణపై దృష్టి పెట్టడం.",
          },
          {
            subheading: "స్వయం ఉపాధిని ప్రోత్సహించడం:",
            content:
              "చిన్నతరహా వ్యాపారాలను, స్టార్టప్ లను ఆర్థిక సహాయం, మార్గదర్శకత్వం మరియు మార్కెట్ యాక్సెస్ ద్వారా ప్రోత్సహించడం. వినూత్న ఆలోచనలకు, స్థానిక పరిశ్రమలకు మద్దతు ఇవ్వడం.",
          },
          {
            subheading: "అవినీతిని నిరోధించడం:",
            content:
              "కఠినమైన పారదర్శకతా చర్యలను ఏర్పాటు చేయడం, ప్రజా బాధ్యతను నిర్ధారించడం, అన్ని స్థాయిల్లో అవినీతిని నిర్మూలించడం",
          },

          {
            subheading: "యువతను శక్తివంతం చేయడం:",
            content:
              " యువతకు పరిశ్రమకు అనుగుణమైన నైపుణ్యాలను, నాయకత్వ శిక్షణను మరియు వ్యక్తిగత అభివృద్ధికి అవకాశాలను అందించడం. సమాజ అభివృద్ధిలో మరియు నిర్ణయాల్లో చురుకైన పాత్ర పోషించడానికి ప్రోత్సహించడం.",
          },
        ],
        readmore: "ఇంకా చదవండి",
        readless: "తక్కువ చదవండి",
      },
    ],
    chooselanguage: {
      formlabel: "మీ భాషను ఎంచుకోండి",
      options: [
        { language: "ఆంగ్లం", code: "en" },
        { language: "తెలుగు", code: "te" },
        { language: "హిందీ", code: "hi" },
      ],
    },

    name: "పేరు",
    phone: "ఫోన్ నంబర్",
    voter: {
      voterlabel: "మీరు తెలంగాణలో ఓటర్ ఐడి కలిగి ఉన్నారా?",
      status: [{ value: "అవును" }, { value: "కాదు" }],
    },
    janasenamember: {
      memberlabel: "మీరు జనసేన సభ్యుడా?",
      option: [{ value: "అవును" }, { value: "కాదు" }],
    },
    houseno: "ఇల్లు / నం:",
    district: "జిల్లా ఎంచుకోండి",
    constituency: "ఒక నియోజకవర్గాన్ని ఎంచుకోండి",
    divison: "డివిజన్ పేరు",
    village: "గ్రామం / ప్రాంతం",
    pincode: "పిన్‌కోడ్",
    employment: {
      employmentlabel: "ఉద్యోగ స్థితి",
      employmentstatus: [
        { sector: "ప్రైవేట్ రంగం" },
        { sector: "ప్రభుత్వ రంగం" },
        { sector: "స్వయం ఉపాధి" },
        { sector: "నిరుద్యోగి" },
      ],
    },
    education: {
      educationlabel: "Education",
      educationstatus: [
        { class: "10వ తరగతి" },
        { class: "ఇంటర్మీడియట్" },
        { class: "పట్టభద్రుడు" },
        { class: " పిజి & అంతకంటే ఎక్కువ" },
      ],
    },
    familymembers: {
      familymemberlabel: "కుటుంబంలోని మొత్తం సభ్యులు",
      withyou: "మీరు సహా",
    },
    adultsmembers: {
      adultslabel: "18 సంవత్సరాలు పైబడిన పెద్దవారు ఎంత మంది?",
      genders: [{ gendername: "మగవారు" }, { gendername: "ఆడవారు" }],
    },
    futurevoters: {
      futurelabel: "భవిష్యత్ ఓటర్లు (7-17 సంవత్సరాలు)?",
      genders: [{ gendername: "అబ్బాయిలు" }, { gendername: "అమ్మాయిలు" }],
    },
    totalvoters: {
      voterslabel: "కుటుంబంలో ఓటర్ల సంఖ్య",
      withyou: "మీరు సహా",
    },
    govtschemes: {
      schemeslabel: "మీరు ప్రస్తుతం ఏ ప్రభుత్వ పథకాలను పొందుతున్నారు?",
      choose: "(అనువైనది ఎంచుకోండి)",
      schemeoptions: [
        { option: "విద్యా ప్రయోజనాలు" },
        { option: "పింఛను", type: "( విధవలు మరియు వృద్ధులకు )" },
        { option: "వికలాంగులకు పింఛను" },
        { option: "వైద్య ప్రయోజనాలు" },
        { option: "రైతు బంధు" },
        { option: "రేషన్" },
        { option: "టిడికో ఇల్లు" },
      ],
    },
    suggestions: {
      heading: "అదనపు సూచనలు / వ్యాఖ్యలు",
      description:
        "(ప్రభుత్వంతో మీరు ఎదుర్కొంటున్న సమస్యలు మరియు జనసేన ప్రభుత్వానికి మీ అంచనాలు ఏమిటో పేర్కొనండి)",
      placedtext:
        "ప్రభుత్వ విధానాలు, మీరు ఎదుర్కొంటున్న సవాళ్లు మరియు జనసేన ప్రభుత్వంపై మీ అంచనాలు గురించి మీ అభిప్రాయాలను భాగస్వామ్యం చేసుకోండి...",
    },
  },
};
