export const Telugu={
        translation: {
          maintitle: "తెలంగాణ గేమ్ ఛేంజర్",
          sections: [
            {
              heading:"జనసేనా విజన్",
              description:"జనసేన స్వయం సమృద్ధి మరియు పురోగమించే సమాజాన్ని కలిగి ఉండాలని ఆకాంక్షిస్తుంది, ప్రతి పౌరుడు గౌరవప్రదమైన జీవితం గడిపే అవకాశం పొందాలి. ఈ పార్టీ సహజ వ్యవసాయాన్ని ప్రోత్సహించడం ద్వారా స్థిరమైన వృద్ధిని పొందాలని నమ్ముతుంది",
              readmore: "ఇంకా చదవండి",
              readless: "తక్కువ చదవండి"
            },
            {
              heading:"జనసేనా మిషన్",
              description:"జనసేనా మిషన్ ప్రజలకు అధికారాన్ని అందించడమే, బాధ్యతగల పరిపాలనను ప్రోత్సహించడమే మరియు సమగ్ర అభివృద్ధిని సాధించడమే. సహజ వ్యవసాయాన్ని ప్రోత్సహించడం: రైతులను సహజ వ్యవసాయాన్ని దత్తత తీసుకోవడానికి ప్రోత్సహించడం",
              readmore: "ఇంకా చదవండి",
              readless: "తక్కువ చదవండి"
            }
          ],
          chooselanguage: {
            formlabel: "మీ భాషను ఎంచుకోండి",
            options: [
              { language: "ఆంగ్లం", code: "en" },
              { language: "తెలుగు", code: "te" },
              { language: "హిందీ", code: "hi" }
            ]
          }
        }
      }
