export const hindidistrictData = {
  "मेडचल-मल्काजगिरी": {
    constituencies: {
      "कुकटपल्ली": {
        divisions: {
          "केपीएचबी कॉलोनी-114": [{ name: "कुकटपल्ली", pincode: "500072" }],
          "बालाजी नगर-115": [{ name: "कुकटपल्ली", pincode: "500042" }],
          "अल्लापुर-116": [{ name: "कुकटपल्ली", pincode: "500018" }],
          "मूसापेट-117": [{ name: "कुकटपल्ली", pincode: "500018" }],
          "फतेह नगर-118": [{ name: "कुकटपल्ली", pincode: "500018" }],
          "ओल्ड बोवेनपल्ली-119": [{ name: "कुकटपल्ली", pincode: "500011" }],
          "बालानगर-120": [{ name: "कुकटपल्ली", pincode: "500037" }],
          "कुकटपल्ली-121": [{ name: "कुकटपल्ली", pincode: "500072" }]
        }
      }
    }
  }
};
