export const telugudistrictData = {
  "మెడ్చల్-మల్కాజిగిరి": {
    constituencies: {
      "కూకట్‌పల్లి": {
        divisions: {
          "కేపీహెచ్బీ కాలనీ-114": [{ name: "కూకట్‌పల్లి", pincode: "500072" }],
          "బాలాజీ నగర్-115": [{ name: "కూకట్‌పల్లి", pincode: "500042" }],
          "అల్లాపూర్-116": [{ name: "కూకట్‌పల్లి", pincode: "500018" }],
          "మూసాపేట్-117": [{ name: "కూకట్‌పల్లి", pincode: "500018" }],
          "ఫతేహ్ నగర్-118": [{ name: "కూకట్‌పల్లి", pincode: "500018" }],
          "ఓల్డ్ బోవెన్‌పల్లి-119": [{ name: "కూకట్‌పల్లి", pincode: "500011" }],
          "బాలానగర్-120": [{ name: "కూకట్‌పల్లి", pincode: "500037" }],
          "కూకట్‌పల్లి-121": [{ name: "కూకట్‌పల్లి", pincode: "500072" }]
        }
      }
    }
  }
};
